Repository: JakiWZ/Destroyer
Catalog: App/Resources/Localizable.xcstrings
Source language: it
Languages: en

source: Applicazioni
en: Applications

source: Pulizia
en: Cleanup

source: Protezione
en: Protection

source: presto
en: soon

source: Disinstalla completamente
en: Uninstall completely

source: Trascina un'app o scegline una: Destroyer rimuove anche i file residui.
en: Drag an app or pick one: Destroyer also removes leftover files.

source: Trascina qui un'app
en: Drop an app here

source: oppure scegline una dall'elenco
en: or pick one from the list

source: App installate
en: Installed apps

source: Cerca
en: Search

source: Scansione…
en: Scanning…

source: Sposta nel Cestino
en: Move to Trash

source: Annulla
en: Cancel

source: Fatto
en: Done

source: Annulla rimozione
en: Undo removal

source: Rimozione…
en: Removing…

source: richiede password admin
en: requires admin password

source: Stato del tuo Mac
en: Your Mac status

source: Spazio di archiviazione
en: Storage

source: Disinstalla app
en: Uninstall apps

source: Cache e log ricreabili: vengono spostati nel Cestino (reversibile).
en: Rebuildable caches and logs: moved to the Trash (reversible).

source: Pulisci nel Cestino
en: Clean to Trash

source: Ripeti scansione
en: Scan again

source: Tutto pulito
en: All clean

source: Scansiona ora
en: Scan now

source: Riscansiona
en: Rescan

source: Avvia un controllo di sicurezza
en: Start a security check

source: Analisi dei punti di persistenza…
en: Analyzing persistence items…

source: Nessuna persistenza sospetta
en: No suspicious persistence

source: Mostra nel Finder
en: Show in Finder

source: Rimuovi
en: Remove

source: Concedi l'accesso completo al disco
en: Grant Full Disk Access

source: Apri Impostazioni di Sistema
en: Open System Settings

source: In attesa dell'autorizzazione…
en: Waiting for authorization…

source: Ho già concesso — ricontrolla
en: Already granted — recheck

source: Pulisci residui
en: Clean leftovers

source: Aggiornamento in tempo reale ogni 2 secondi
en: Real-time updates every 2 seconds

source: Spazio
en: Space

source: Prestazioni
en: Performance

source: Correggi tutto
en: Fix all

source: Riesegui
en: Rerun

source: Svuota
en: Empty

source: Svuota il Cestino
en: Empty the Trash

source: Esegui (admin)
en: Run (admin)

source: Nessun elemento di avvio trovato.
en: No startup items found.

source: Nessun dato di navigazione trovato
en: No browsing data found

source: Impostazioni Protezione
en: Protection settings

source: Disinstalla tutto
en: Uninstall everything

source: Chiudi
en: Close

source: Su
en: Up

source: Ignora
en: Ignore

source: Esamina
en: Review

source: delicato
en: sensitive

source: Metti in quarantena
en: Quarantine

source: Aggiorna
en: Update

source: Apri
en: Open

source: Dimentica
en: Forget

source: irreversibile
en: irreversible

source: Assottiglia (irreversibile)
en: Thin (irreversible)

source: %lld firme XProtect caricate
en: %lld XProtect signatures loaded

source: %lld elementi selezionati
en: %lld items selected

source: %@ selezionati
en: %@ selected

source: Reti Wi-Fi memorizzate. Rimuoverle richiede la password admin.
en: Saved Wi-Fi networks. Removing them requires the admin password.
